Repository: ilqar007/blablacaraz
Catalog: BlaBlaCarAz.Localization/Resources/SharedResource.*.resx
Languages: az

# Age
source: y/o
az: yaşı var

# ApprovalHeader
source: Can passengers book instantly?
az: Sərnişinlər dərhal sifariş edə bilərlər?

# ApprovalTitle
source: Approval type
az: Təsdiq növü

source: Birth Date
az: Doğum tarixi

# BookConfirmationsHeader1
source: Pending book confirmations will appear here.
az: Gözlənilən rezervasiya sorğuları təsdiqləri burada görünəcək.

# BookConfirmationsHeader2
source: Confirmed book requests will appear here.
az: Təsdiqlənmiş rezervasiya sorğuları burada görünəcəkdir.

# BookingDate
source: Book Date
az: Sifariş tarixi

source: Book requests
az: Rezervasiya sorğuları

# CheckEmailForAccountConfirm
source: Please check your email to confirm your account.
az: Hesabınızı təsdiqləmək üçün zəhmət olmasa elektron poçtunuzu yoxlayın.

# ChoosePicture
source: Choose a picture
az: Bir şəkil seçin

# CommentHeader
source: Anything to add about your ride?
az: Gəzintinizə əlavə edəcək bir şey var?

# CommentPlaceholder
source: Hello! I'm going to visit my family. I travel with a cat and I have a lot of space in the boot!
az: Salam! Ailəmi ziyarətə gedirəm. Bir pişiklə səyahət edirəm və çəkmədə çox yerim var!

# ConfirmEmail
source: Confirm your email
az: E-poçtunuzu təsdiqləyin

# ConfirmEmailBody
source: Please confirm your account by <a href='{0}'>clicking here</a>.
az: Zəhmət olmasa hesabınızı <a href='{0}'> buraya vuraraq </a> təsdiqləyin.

source: Confirm Password
az: Şifrəni təsdiq edin

source: Confirm Status
az: Təsdiq edilmə statusu

# CreateNewAccount
source: Create a new account.
az: Yeni hesab yarat.

# Departure
source: Go
az: Gediş

source: Departure date
az: Gediş tarixi

# DepartureDateHeader
source: When are you going?
az: Nə vaxt gedirsən?

source: Departure flight number
az: Gediş uçuş nömrəsi

# DepartureFlightNumberHeader
source: What is your flight number?
az: Uçuş nömrəniz nədir?

# DepartureHeader
source: Where are you leaving from?
az: Haradan gedirsən?

source: Departure time
az: Gediş vaxtı

# DepartureTimeHeader
source: At what time will you pick passengers up?
az: Nə vaxt sərnişinləri götürəcəksiniz?

# DuplicateUserName
source: The account name '{0}' is already in use.
az: '{0}' hesab adı artıq istifadə olunur.

# EmailRequired
source: The Email field is required.
az: E-poçt sahəsi tələb olunur.

# FindRide
source: Find a ride
az: Gəzinti tapın

# ForgotPassword
source: Forgot your password?
az: Şifrəni unutmusan?

# From
source: Leaving from...
az: Hardan...

source: Home Page
az: Ana səhifə

# Limits
source: Max Nums/Kgs
az: Maks. say/kq

source: Load Limits
az: Yük limitləri

source: Load type
az: Yük növü

# Login1
source: Log in
az: Daxil ol

# LoginHeader
source: Use a local account to log in.
az: Giriş etmək üçün yerli hesabdan istifadə edin.

# LoginHeader2
source: Use another service to log in.
az: Daxil olmaq üçün başqa bir xidmətdən istifadə edin

source: Member since
az: Üzvdür

# NameLastName
source: Name Surname
az: Ad Soyad

# NameLastNameRequired
source: The Name Surname field is required.
az: Ad Soyadı sahəsi tələb olunur.

# NoINeedEditAmount
source: No, I need to edit this amount
az: Xeyr, bu məbləği düzəltməliyəm

# NoIReplyEachMyself
source: No, I’ll reply to each request myself
az: Xeyr, hər sorğuya özüm cavab verəcəyəm

# NoRidesYet
source: There are no rides yet for {0} between these cities
az: Bu şəhərlər arasında {0} günü üçün heç bir gəzinti yoxdur

source: No, thanks
az: Xeyr, təşəkkürlər

# OfferRide
source: Offer a ride
az: Gəzinti təklif edin

# PasswordCompare
source: The password and confirmation password do not match.
az: Şifrə və təsdiq parolu uyğun gəlmir.

# PasswordLength
source: The {0} must be at least {2} and at max {1} characters long.
az: {0} ən azı {2} və maksimum {1} simvol uzunluğunda olmalıdır.

# PasswordRequired
source: The Password field is required.
az: Şifrə sahəsi tələb olunur.

# PaymentsAndRefunds
source: Payments & refunds
az: Ödənişlər və geri ödəmələr

# PaymentsAndRefundsHeader2
source: Here are all your bookings, as well as pending and completed refunds, from the past 2 years.
az: Budur, son 2 ildə həyata keçirdiyiniz bütün sifarişlər, habelə gözləyən və tamamlanmış geri ödənişlər.

source: Phone Number
az: Telefon nömrəsi

# PhoneNumberRequired
source: The Phone Number field is required.
az: Telefon nömrəsi sahəsi tələb olunur.

source: Price recommendation
az: Qiymət tövsiyəsi

# PriceRecommendationHeader
source: This is our recommended price per seat. OK for you?
az: Bu, oturacaq başına təklif olunan qiymətdir. Sənin üçün yaxşıdır?

# PriceSettingHeader
source: Edit our recommended price per seat
az: Oturacaq üçün tövsiyə olunan qiymətimizi düzəldin

# PriceSettingTitle
source: Price edition
az: Qiymət düzəlişi

# ProfilePictureChoiceHeader
source: Add your profile picture. Passengers will want to see who you are.
az: Profil şəklinizi əlavə edin. Sərnişinlər kim olduğunuzu görmək istəyəcəklər.

# ProfilePictureChoiceTitle
source: Profile picture
az: Profil şəkili

# ProfilePictureHeader
source: Don't wear sunglasses, look straight ahead and make sure you're alone.
az: Gün eynəyi taxmayın, düz baxın və tək olduğunuzdan əmin olun.

# ProfilePictureTitle
source: Offer a ride and cover your travel costs
az: Gəzinti təklif edin və səyahət xərclərinizi ödəyin

# PublicProfileHeader
source: 's public profile
az: adlı istifadəçinin ictimai profili

# PublicProfilePicture
source: 's public profile picture
az: adlı istifadəçinin ictimai profil şəkli

source: Publish ride
az: Gəzinti yayınla

# RegisterAsNewUser
source: Register as a new user
az: Yeni istifadəçi kimi qeydiyyatdan keçin

source: Register confirmation
az: Qeydiyyatı Təsdiqlə

source: ride available
az: sürüş mövcuddur

source: rides available
az: sürüşlər mövcuddur

# RidesHeader
source: Your future travel plans will appear here.
az: Gələcək səyahət planlarınız burada görünəcək.

source: rides published
az: sürüşlər yayımlandı

# To
source: Going to...
az: Hara...

# TotalPrice
source: Total price for {0} passenger
az: {0} sərnişin üçün ümumi qiymət

source: Where are you heading?
az: Hara gedirsən?

# WhereWantGo
source: Where do you want to go?
az: Hara getmək istəyirsən?

source: Yes, perfect
az: Bəli, mükəmməl

source: Yes, sure!
az: Bəli əlbətddə!

# YourRide
source: Your ride. Your choice.
az: Sənin gəzinti. Sənin seçimin.

source: Your rides
az: Sürüşləriniz
